[
  {
    "name": "Matcha Hatsu-Mukashi, 30g Can",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha. \"Hatsu-Mukashi\" is recommended for koicha (thick tea). It offers a deep, rich flavor that lingers on the tongue with slight bitterness. It has a complex and elegant mouthfeel.",
    "price": 72.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_85900642-2179-473a-b6fb-2e9f7a892808.jpg?v=1734942763&width=990"
  },
  {
    "name": "Matcha Ato-Mukashi, 30g Can",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha.  \"Ato-Mukashi\" is recommended for koicha (thick tea). It is elegant, offering a blend of delicacy and complexity with a rich, deep flavor.",
    "price": 48.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_3c7453d7-bee6-47ab-8e43-0bdda8b64d53.jpg?v=1734942689&width=990"
  },
  {
    "name": "Matcha Hatsu-no-Mukashi, 30g Can",
    "description": "Omotesenke Jimyosai Sosho's favorite Matcha. Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha.  \"Matcha Hatsu-no-Mukashi\" is recommended for koicha (thick tea).",
    "price": 24.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_2a97e970-959b-4295-b430-bf589d5eaa76.jpg?v=1735027945&width=990"
  },
  {
    "name": "Matcha Seiko-no-Mukashi, 30g Can",
    "description": "Urasenke Hounsai Sosho's favorite Matcha. Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha.  \"Matcha Seiko-no-Mukashi\" is recommended for both usucha (thin tea) and koicha (thick tea).",
    "price": 24.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_a84fd76e-41e6-4a5b-b593-f957cfc76a95.jpg?v=1734504384&width=990"
  },
  {
    "name": "Matcha Senun-no-Shiro,Can 30g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha.  \"Senun no Shiro\"  is a Thin grade matcha, We recommend preparing it as such. This tea does have strong bitterness and acidic taste to it.",
    "price": 12.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_aa2d7ce0-0f6a-467e-8899-2dc61e80b864.jpg?v=1734058024&width=990"
  },
  {
    "name": "Matcha Hiroha-no-Shiro,Can 30g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha.  Since \"Hiroha no Shiro\"  is a Thin grade matcha, We recommend preparing it as such. It has a subtle umami flavor, giving the Matcha a slight bitterness and acidity.",
    "price": 12.0,
    "expiration": "4 months",
    "brand": "Nakamura Tokichi",
    "category": "matcha",
    "imageURL": "https://global.tokichi.jp/cdn/shop/files/01_2df5d1d4-719b-4b51-8d4f-5a9a84a888f1.jpg?v=1734504244&width=990"
  },
  {
    "name": "Matcha Wako, Can 40g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha. Wako characterized by a refreshing aroma and a light, smooth finish. Recommended for making thin tea. Goes great with all kinds of confectionery.",
    "price": 15.27,
    "expiration": "7 months",
    "brand": "Marukyu Koyamaen",
    "category": "matcha",
    "imageURL": "https://www.marukyu-koyamaen.co.jp/english/shop/wp-content/uploads/2020/11/01-06-wako-40g-7393.jpg"
  },
  {
    "name": "Matcha Kirin, Can 40g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha. Kirin, the unique refreshing, rich flavor with a smooth finish make this one of Marukyu Koyamaen’s most popular principal Matchas.",
    "price": 19.09,
    "expiration": "7 months",
    "brand": "Marukyu Koyamaen",
    "category": "matcha",
    "imageURL": "https://www.marukyu-koyamaen.co.jp/english/shop/wp-content/uploads/2020/11/01-05-kinrin-40g-7391.jpg"
  },
  {
    "name": "Matcha Isuzu, Can 40g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha. Isuzu - Characterized by a good balance between a refreshing aroma, an astringent, mellow umami and a slightly bitter flavor. Recommended for making thin tea. Also perfect for mixing with milk or cream.",
    "price": 7.95,
    "expiration": "7 months",
    "brand": "Marukyu Koyamaen",
    "category": "matcha",
    "imageURL": "https://www.marukyu-koyamaen.co.jp/english/shop/wp-content/uploads/2020/11/01-09-isuzu-40g-7400.jpg"
  },
  {
    "name": "Matcha Unkaku, Can 40g",
    "description": "Matcha can be prepared in two ways: \"usucha\" (thin tea) and \"koicha\" (thick tea), each bringing out different charms of matcha. Characterized by a soft, smooth finish, this premium-grade Matcha also has a sweet aroma and rich flavor. It’s also one of the most popular of all Marukyu Koyamaen’s principal Matchas.Suitable for making both thick and thin teas.",
    "price": 24.18,
    "expiration": "7 months",
    "brand": "Marukyu Koyamaen",
    "category": "matcha",
    "imageURL": "https://www.marukyu-koyamaen.co.jp/english/shop/wp-content/uploads/2020/11/01-04-unkaku-40g-7389.jpg"
  }
]
